{"https://note.com/icho_poke/n/n8ffb464e9335?sub_rt=share_pb": {"summary": "**TITLE: Season 32 Doubles Final Rank 14 Zamazenta Black Horse Choice Vest Pao Kai: Changes from Last Time, Individual Introduction**\n\n**Pokémon 1: Calyrex Shadow Rider**\n- Ability: As One\n- Held Item: Focus Sash\n- Tera Type: Ghost\n- Moves: Astral Barrage / Psychic / Encore / Protect\n- EV Spread: 0 4 0 252 0 252\n- Nature: Timid\n- EV Explanation: Maximum Special Attack and Speed, with the remaining EVs placed in Defense. The author stopped investing in Defense EVs because Scarf Water Urshifu was no longer prevalent. They considered investing 204 EVs in Defense to survive Choice Band Water Urshifu's Surging Strikes, but decided that the loss in damage output would be too detrimental.\n\n**Pokémon 2: Zamazenta**\n- Ability: Dauntless Shield\n- Held Item: Rusted Shield\n- Tera Type: Water\n- Moves: Body Press / Heavy Slam / Wide Guard / Protect\n- EV Spread: 252 4 156 0 68 28\n- Nature: Impish\n- EV Explanation: 252 HP EVs, 4 Attack EVs, 156 Defense EVs, 68 Special Defense EVs, and 28 Speed EVs. The Special Defense investment allows Zamazenta to survive a +2 Special Attack Choice Specs Psychic from Calyrex Shadow Rider 93.6% of the time. The Speed EVs allow it to outspeed max Speed Terapagos by +2. The author states that reducing the Defense and Special Defense investment was a mistake, and that they should have invested more in Speed to win Zamazenta mirror matches. They also mention that reducing the Defense investment made it less reliable at dealing with Water Urshifu.\n\n**Pokémon 3: Chien-Pao**\n- Ability: Sword of Ruin\n- Held Item: Assault Vest\n- Tera Type: Water\n- Moves: Ruination / Ice Spinner / Sucker Punch / Ice Shard\n- EV Spread: 188 0 0 0 196 124\n- Nature: Jolly\n- EV Explanation: 188 HP EVs, 196 Special Defense EVs, and 124 Speed EVs. The Speed EVs allow it to outspeed準速 (Junsoku) base 135 Speed Pokémon such as Miraidon and Chien-Pao. The HP and Special Defense investment allows it to survive a Jolly Zacian's Play Rough 93.6% of the time when Terastallized into Water, and also survive a Modest Miraidon's Electric Tera Dragon Energy. The author mentions that they shifted EVs from Defense to Special Defense because Scarf Water Urshifu was no longer common.\n\n**Pokémon 4: Amoonguss**\n- Ability: Regenerator\n- Held Item: Mental Herb\n- Tera Type: Water\n- Moves: Sludge Bomb / Rage Powder / Spore / Protect\n- EV Spread: 236 0 220 0 52 0\n- Nature: Relaxed\n- EV Explanation: 236 HP EVs, 220 Defense EVs, and 52 Special Defense EVs. The Defense investment allows it to survive a Jolly Chien-Pao's Icicle Crash 93.6% of the time. The Special Defense investment allows it to survive a Modest Miraidon's Draco Meteor 93.6% of the time. The Speed is minimised.\n\n**Pokémon 5: Dragonite**\n- Ability: Inner Focus\n- Held Item: Choice Band\n- Tera Type: Normal\n- Moves: Extreme Speed / Low Kick / Rock Slide / Outrage\n- EV Spread: 244 252 4 4 4 4\n- Nature: Adamant\n- EV Explanation: 244 HP EVs, 252 Attack EVs, 4 Defense EVs, 4 Special Defense EVs, and 4 Speed EVs. The HP investment allows it to survive a Timid Flutter Mane's Moonblast 93.6% of the time. The author states that Dragonite is strong in the current meta.\n\n**Pokémon 6: Iron Valiant**\n- Ability: Quark Drive\n- Held Item: Booster Energy\n- Tera Type: Dark\n- Moves: Aura Sphere / Dazzling Gleam / Thunder Wave / Protect\n- EV Spread: 44 0 4 252 28 180\n- Nature: Timid\n- EV Explanation: 44 HP EVs, 4 Defense EVs, 252 Special Attack EVs, 28 Special Defense EVs, and 180 Speed EVs. The Speed EVs allow it to outspeed the fastest Iron Treads. The Special Defense investment allows it to survive a double target Astral Barrage from a Timid Calyrex Shadow Rider. The author mentions that this slot is still experimental and they are looking for a better option.\n\n**CONCLUSION:**\nThe team is built around Calyrex Shadow Rider and Zamazenta, with Chien-Pao, Amoonguss, Dragonite, and Iron Valiant providing support and covering weaknesses. The team aims to control the pace of the game and set up Calyrex Shadow Rider to sweep in the late game. The author made some changes to the team from the previous month, replacing Scarf Chi-Yu and Urshifu Rapid Strike with Choice Band Dragonite and Booster Energy Iron Valiant.\n\n**FINAL ARTICLE SUMMARY:**\nThe article discusses the author's team used in Season 32 of Pokémon VGC, which achieved a final rank of 14th. The team is a variation of a previous team, with some key changes made to address weaknesses and improve matchups against certain archetypes. The core of the team is Calyrex Shadow Rider and Zamazenta, with the other four Pokémon providing support and coverage.\n\nThe author replaced Scarf Chi-Yu with Choice Band Dragonite to counter opposing teams with screens, Volcarona, and Miraidon. Dragonite's Extreme Speed allows it to bypass screens and deal significant damage. The author also replaced Urshifu Rapid Strike with Booster Energy Iron Valiant to handle Calyrex Shadow Rider and Zamazenta mirror matches. Iron Valiant's moveset includes Aura Sphere for Zamazenta, Dazzling Gleam for Calyrex Shadow Rider, and Thunder Wave to disrupt opponents.\n\nThe author outlines several common lead combinations and strategies. One strategy involves leading with Zamazenta and Chien-Pao, then bringing in Calyrex Shadow Rider and Amoonguss or Iron Valiant in the back. Another strategy involves leading with Chien-Pao and Dragonite against teams with screens, Volcarona, or Miraidon.\n\n**TEAM STRENGTHS:**\n- Dragonite is very effective against teams that struggle to deal with Dragon-types, particularly after Flutter Mane has been weakened.\n- Dragonite and Chien-Pao can break through screens set up by Pokémon like Grimmsnarl.\n- Dragonite is a good partner for Calyrex Shadow Rider and Zamazenta.\n\n**TEAM WEAKNESSES:**\n- Iron Valiant feels underpowered in matchups other than Calyrex Shadow Rider/Zamazenta mirrors and against Terapagos.\n- The author feels that they could have played Iron Valiant better in some matches.\n- The author feels that reducing the Defense and Special Defense investment on Zamazenta was a mistake, and that they should have invested more in Speed to win Zamazenta mirror matches.\n- Reducing the Defense investment on Zamazenta made it less reliable at dealing with Water Urshifu.\n\nThe author expresses some disappointment with their final ranking, as they had hoped to achieve first place. They also express concern about the upcoming Regulation J ruleset.", "pokemon": []}}